Repository: robertfoleyjr/robertfoleyjr-d6
Catalog: httproot/sites/default/modules/site_map/translations/*.po
Languages: nb

source: Site map message
nb: Melding på nettstedskartet

source: Define a message to be displayed above the site map.
nb: Definere en melding som skal vises over nettstedskartet.

source: For language %lang_name (code %lang_code)
nb: For språk %lang_name (kode %lang_code)

source: Site map content
nb: Innhold på nettstedskartet

source: Show front page
nb: Vis forside

source: When enabled, this option will include the front page in the site map.
nb: Når denne er aktivert vil opsjonen ta med forsiden i nettstedskartet.

source: Show active blog authors
nb: Vis aktive bloggforfattere

source: When enabled, this option will show the 10 most active blog authors.
nb: Når denne er aktivert vil opsjonen vise de ti mest aktive bloggforfatterne.

source: Books to include in the site map
nb: Bøker som skal tas med i nettstedskartet

source: Ctrl-click (Windows) or Command-click (Mac) to select more than one value.
nb: Ctrl-klikk (Windows) eller Command-clikk (Mac) for å velge mer enn en verdi.

source: Menus to include in the site map for !lang (code !code)
nb: Menyer som skal tas med i nettstedskartet for !lang (kode !lang)

source: Menus to include in the site map
nb: Menyer som skal tas med i nettstedskartet

source: Show FAQ content
nb: Vis OSS-innhold

source: When enabled, this option will include the content from the FAQ module in the site map.
nb: Når denne er aktivert vil opsjonen ta med innholdet fra FAQ-modulen i nettstedskartet.

source: Categories to include in the site map
nb: Kategorier som skal være med på nettstedskartet

source: Do not include site map CSS file
nb: Ikke ta med CSS-fil for nettstedskart

source: If you don't want to load the included CSS file you can check this box.
nb: Hvis du ikke ønsker å laste inn den medfølgende CSS-fila kan du merke av det i denne boksen.

source: Categories settings
nb: Innstillinger for kategorier

source: Show node counts by categories
nb: Vis antall noder per kategori

source: When enabled, this option will show the number of nodes in each taxonomy term.
nb: Når denne er aktivert vil denne opsjonen vise antall noder til hvert taxonomy-begrep

source: Categories depth
nb: Kategoridybde

source: Specify how many subcategories should be included on the categorie page. Enter "all" to include all subcategories,"0" to include no subcategories, or "-1" not to append the depth at all.
nb: Spesifisere hvor mange underkategorier som skal tas med på kategorisiden. Skriv "all" for å ta med alle underkategorier, "0" for å ikke ta med noen underkategorier, eller "-1" for å ikke angi dybden i det hele tatt.

source: Category count threshold
nb: Terskel for kategoriantall

source: Only show categories whose node counts are greater than this threshold. Set to -1 to disable
nb: Bare vis de kategorier hvor antall noder er større enn terskelverdien. Sett den til -1 for å deaktivere

source: Forum count threshold
nb: Terskel for forumantall

source: Only show forums whose node counts are greater than this threshold. Set to -1 to disable
nb: Bare vis de fora hvor antall noder er større enn terskelverdien. Sett den til -1 for å deaktivere

source: RSS settings
nb: RSS-innstillinger

source: RSS feed for front page
nb: RSS-strøm på forsiden

source: The RSS feed for the front page, default is rss.xml.
nb: Standardnavn på RSS-strømmen på forsiden er rss.xml.

source: Include RSS links
nb: Ta med RSS-lenker

source: None
nb: Ingen

source: Include on the right side
nb: Ta med på høyre side

source: Include on the left side
nb: Ta med på venstre side

source: When enabled, this option will show links to the RSS feeds for each category and blog.
nb: Når den er aktivert vil denne opsjonen vise en lenke til RSS-strømmer for hver kategori og blogg

source: RSS feed depth
nb: Dybde på RSS-strøm

source: Specify how many subcategories should be included in the RSS feed. Enter "all" to include all subcategories or "0" to include no subcategories.
nb: Spesifisere hvor mange underkategorier som skal tas med i RSS-strømmen. Skriv "all" for å ta med alle underkategorier eller "0" for å ikke ta med noen underkategorier.

source: Syndicate (site map)
nb: Distribuere (nettstedskart)

source: Syndicate
nb: Distribuere

source: more
nb: mer

source: View the site map to see more RSS feeds.
nb: Vis nettstedskartet for å se flere RSS-strømmer.

source: Link to a content RSS feed
nb: Lenke til en RSS-strøm for innhold

source: Link to a comment RSS feed
nb: Lenke til RSS-strøm for kommentarer

source: Syndicate content
nb: Distribuere innhold

source: Syndicate comments
nb: Distribuere kommentarer

source: Front page
nb: Forside

source: Front page of %sn
nb: Forsiden til %sn

source: Blogs
nb: Blogger

source: Community blog and recent blog authors at %sn.
nb: Samfunn med blogger og siste bloggforfattere ved %sn.

source: All blogs
nb: Alle blogger

source: !s's blog
nb: !s sin blogg

source: Audio
nb: Lyd

source: Audio content
nb: Lydinnhold

source: Video content
nb: Videoinnhold

source: Books
nb: Bøker

source: Books at %sn.
nb: Bøker på %sn.

source: Frequently Asked Questions
nb: Ofte Spurte Spørsmål

source: access site map
nb: tilgang til nettstedskart

source: Site map
nb: Nettstedskart

source: Control what should be displayed on the site map.
nb: Kontrollere hva som skal vises i nettstedskartet

source: Display a site map with RSS feeds.
nb: Vis et nettstedskart med RSS-strøm

source: site_map
nb: Nettsteds_kart

source: Display a site map.
nb: Vis et nettstedskart
